<template>
	<div class="praise">
		<p>人生没有如果，命运不相信假设。“因为有了因为，所以有了所以，既然已成既然，何必再说何必？”忘记你所失去的，珍惜你所拥有的，未来的命运会怎样，全在于今天的努力。谁都不能苛责一个努力的生命。不管是怎样的人生，只要自己尽了最大的努力，就该无怨无悔，就无需“假如”。</p>

		<p>人生没有如果，命运不相信假设　　污泥可以长出莲花，寒门可以培养孝子，洪炉可以炼成钢铁。困境可以成就伟人。苦涩可以酝酿甘甜，烦恼可以转为菩提。生活如波浪，有波谷，也有波峰。在高峰的时候，且慢高歌。在波谷的时候，不必落泪。一浪翻一浪，一波过一波，便是人生的彼岸。</p>

		　　<p>每个人都要记住，我们都要服从一个规律，没有人例外，叫做自作自受。每一个人，都要替自己的行为负全部的责任，你推给别人没有用，你也推不掉，谁也不会替你扛。没有人害得了你，没有人救得了你，赏识你也没有用，打击你也无济于事，一切就是自作自受。这是我们需要了解的人生规律。</p>

		　　<p>做人的八字方针：信仰、因果、良心、道德。做事的八字方针：感恩、包容、分享、结缘。</p>

		　　<p>在人生的大舞台中，无论是谁，都不可能永远是鲜花坦途，总会有荆棘坎坷，身处顺境时，我们居安思危，路才长久。身处逆境时，我们坚守希望，才能走出困境。无论怎样，我们都是自己生命电影中的主角。命运的安排，成为我们修炼的助缘。心怀善念，坚持信仰，发扬正能量，感恩身边人，收获清净和喜悦。</p>

		　　<p>如果爱里没有责任，爱就变得自私。如果爱里没有节制，爱就容易放纵。如果爱里没有平等，爱就变成一种施舍。如果爱里没有尊重，爱就变成一种专制。如果爱里没有喜乐，爱就不能成为真爱。如果爱不能光明正大，爱就是罪恶的化身。</p>

		　　<p>拥有，只需足够就好。手表，只有一块你能判断现在几点钟；有两块反而很难确定。爱人，只有一个就能全心全意相爱，多了反而纠缠不清，到头来竹篮子打水一场空。食物，能吃好则可养身，吃多了反而伤胃。幸福不需多，心里快乐就好，追求过多的幸福，累了身体累了心，再多的幸福也是累赘。</p>

		　　<p>我们有时会错误地以为，得不到的，才是珍贵的，已经拥有的，都是廉价的。得不到的，因为缺少深入的了解，它只是一种美好的假象，展示给我们一个绚丽的外表。如果有那么一天，你距离它近了，知道了它的真相，你才发现，它和我们拥有的，竟是那么的相似。别把眼光停留在想象中，你拥有的，都是你的幸福。</p>

		　　<p>最使人疲惫的往往不是道路的遥远，而是你心中的郁闷；最使人颓废的往往不是前途的坎坷，而是你自信的丧失；最使人痛苦的往往不是生活的不幸，而是你希望的破灭；最使人绝望的往往不是挫折的打击，而是你心灵的死亡；所以我们凡事要看淡些，心放开一点，一切都会慢慢变好的。</p>

		　　<p>我们日常生活中的情绪起伏，都会不可避免地影响周围的人；喜怒无常，也注定会破坏别人对自己的信任。所以，懂得做人，有时候比懂得做事更重要。即使你不懂怎么为人处世，至少也要学会控制情绪，而不要让情绪控制自己。</p>
	</div>
</template>

<script>
	export default {
		name: 'praise'
	}
</script>

<style scoped>
	.praise {
		padding-bottom: 100px;
	}

	.praise p {
		text-indent: 2em;
		text-align: justify;
		line-height: 30px;
		font-size: 18px;
		padding: 0px 10px 20px 10px;
	}
</style>
